[Version]
7.7

[Main]	
Item0000=歡迎使用 HP Recovery Manager。如果電腦停止正常運作，可使用本工具使其恢復可執行狀態。
Item0001=我需要立即的協助
Item0002=我想要執行維護工作
Item0003=我想要連絡 HP 支援中心
Item0004=我想要採取安全措施
Item0005=Windows 系統還原
Item0006=將您的系統還原至較早的日期
Item0007=Windows 修復環境
Item0008=重新開機並進入 Windows 修復環境，即可重新整理映像或將系統還原為原廠狀態。
Item0009=檔案備份
Item0010=備份您的個人資料
Item0011=最小化映像復原
Item0012=僅還原作業系統、驅動程式和特定軟體（潔淨映像）
Item0013=執行電腦檢查
Item0014=使用「硬體診斷」工具診斷您電腦的記憶體、硬碟等等…
Item0015=建立復原媒體
Item0016=為您的系統建立一組復原媒體
Item0017=移除復原分割區
Item0018=刪除原廠安裝的軟體備份映像以釋放硬碟空間
Item0019=原廠重新設定
Item0020=藉由清除整個硬碟並還原至原始的出廠狀態來重設電腦
Item0021=執行電腦維護
Item0022=疑難排解問題、下載更新以及深入瞭解您的電腦
Item0023=從 HP 獲取協助
Item0024=顯示 HP 客戶支援中心的連絡資訊
Item0025=顯示連絡資訊
Item0026=顯示 HP 客戶支援中心的連絡資訊
Item0027=重新安裝驅動程式和應用程式
Item0028=重新安裝驅動程式和/或應用程式
Item0029=已停用: 已經移除復原分割區。
Item0030=已停用: 請使用復原媒體復原系統。
Item0031=已停用：已關閉 Windows 系統還原。
Item0032=已停用: 未安裝 HP Support Assistant。
Item0033=Windows 備份及還原
Item0034=從現有的備份建立備份或還原檔案	
Item0035=存取權限不足
Item0036=HP Recovery Manager 必須具備管理員權限才能執行。 請增加「使用者帳戶控制」(UAC) 設定。 	
Item0037=版本：00
Item0038=已停用：不支援動態磁碟
Item0039=已停用：請使用 Windows 磁碟管理
Item0040=Windows 檔案記錄
Item0041=部分功能需要存取復原分割區。請將平板電腦銜接到基座，然後重新啟動 HP Recovery Manager 以啟用這些選項。
Item0042=若要使用此選項，請將平板電腦銜接到基座，然後重新啟動 HP Recovery Manager。
Item0043=「復原」和「檔案備份」選項需要在基座存取復原分割區。請將平板電腦銜接到基座，重新啟動系統，然後按下 F11，重新啟動 HP Recovery Manager。按一下「繼續」，執行「電腦檢查」。
Item0044=Windows 系統重新整理
Item0045=注意事項
Item0046=支援
Item0047=維護
Item0048=建立復原媒體
Item0049=為您的系統建立復原媒體
Item0050=執行電腦維護
Item0051=聯繫 HP 支援
Item0052=移除復原分割區
Item0053=建立還原點或使用您曾建立的還原點，將您的系統還原到較早的日期
Item0054=Windows 檔案記錄
Item0055=HP 修復環境
Item0056=重新啟動並進入 HP 修復環境，即可將系統還原為原廠狀態
Item0057=修復程序中，請勿將平板電腦從基座退出。這會造成平板電腦無法開機。
Item0058=重新啟動並進入「00」以還原系統
Item0059=Windows 系統重新設定
Item0060=HP Recovery Manager 僅支援橫向模式。
Item0061=請關閉 HP Recovery Manager，切換畫面為橫向模式，然後再返回 HP Recovery Manager。

[General]	
Item0100=上一步
Item0101=下一步
Item0102=取消
Item0103=繼續
Item0104=完成
Item0105=確定
Item0106=是否要結束 HP Recovery Manager？
Item0107=請確定您的電腦已連接其電源變壓器，否則還原程序可能會中斷。
Item0108=已經在執行 HP Recovery Manager！！
Item0109=重新開機
Item0110=關機
Item0111=注意：您的電腦目前正在使用電池電力運作。
Item0112=此程序需要將電腦連接至其電源變壓器。
Item0113=連接電腦的電源變壓器，然後按一下「確定」繼續執行。
Item0114=HP Recovery Manager 失敗。錯誤碼 = 00
Item0115=目前發生錯誤。請再試一次。
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=（錯誤碼=00）
Item0119=目前的組態不支援進行復原，請啟用 Intel Smart Response Technology 的加速選項，然後再試一次。
Item0120=Recovery Manager 適用於 Windows 7。此應用程式與 Windows 8 不相容。	
Item0121=Windows 7 不支援 Softpaq。請先將系統升級至 Windows 8。
	
[Windows System Restore]
Item0200=Windows 系統還原
Item0201=要使用「Windows 系統還原」，則 HP Recovery Manager 將關閉。
Item0202=「Windows 系統還原」可協助修正導致電腦執行緩慢或停止回應的問題。這不會影響任何文件、圖片或其他個人資料。
Item0203=若要自動啟動「Windows 系統還原」，請按「下一步」。
	       	
[Computer Checkup]	
Item0250=電腦檢查
Item0251=啟動檢查磁碟以尋找 Windows 分割區
Item0252=啟動檢查磁碟以尋找復原分割區
Item0253=開啟命令提示字元
Item0254=若要繼續，請選取選項，然後按「下一步」。
		
[Remove Recovery Partition]	
Item0300=移除復原分割區
Item0301=移除復原分割區後，將無法再使用 Windows Push Button Reset (Windows 按鈕重設) 與 HP 映像復原選項。
Item0302=瞭解。請繼續移除復原分割區。
Item0303=繼續
Item0304=尚未完成「復原媒體」建立作業。移除復原分割區後，將無法使用「復原媒體」建立選項。
Item0305=立即移至 00。
Item0306=正在移除復原分割區…
Item0307=按一下「繼續」返回首頁
Item0308=首頁
Item0309=建立復原媒體
Item0310=移除復原分割區時發生錯誤。請再試一次。
Item0311=已成功移除復原分割區。
Item0312=移除復原分割區後，將無法使用 HP 映像復原選項。
		
[File Restore Program]	
Item0400=檔案還原
Item0401=歡迎
Item0402=「檔案還原」可協助您還原先前備份的檔案。
Item0403=若要繼續，請按「下一步」。
Item0404=您要還原哪些檔案類型？
Item0405=圖片
Item0406=音樂和其他音訊檔
Item0407=視訊和影片
Item0408=錄製的電視節目
Item0409=文件、試算表和簡報
Item0410=電子郵件、網際網路我的最愛和設定
Item0411=其他
Item0412=說明
Item0413=您的檔案會還原至下列位置：
Item0414=此位置的捷徑已置於桌面。
Item0415=還原作業進行中
Item0416=進度：00%
Item0417=請稍候...
Item0418=檔案已還原
Item0419=已順利完成還原作業。
Item0420=若要關閉此程式，請按「完成」。
Item0421=部分已還原檔案的路徑長度大於 260 個字元。請參閱 00。
Item0422=確定
Item0423=警告
Item0424=已經在執行「檔案還原」。
Item0425=您必須在 Windows 7 中才能執行「檔案還原」。
Item0426=是否取消「檔案還原」？
Item0427=已取消還原
Item0428=您已取消還原程序。
Item0429=您要將備份檔案儲存在什麼位置？
Item0430=本機磁碟 
		
[File Backup Program]	
Item0500=檔案備份
Item0501=您要備份哪些檔案類型？
Item0502=圖片
Item0503=音樂和其他音訊檔
Item0504=視訊和影片
Item0505=錄製的電視節目
Item0506=文件、試算表和簡報
Item0507=電子郵件、網際網路我的最愛和設定
Item0508=其他
Item0509=說明
Item0510=若要繼續，請按「下一步」。
Item0511=掃描中
Item0512=「檔案備份精靈」正在建立要備份的檔案清單。
Item0513=此程序可能需要幾分鐘時間。
Item0514=進度：00 %
Item0515=請稍候...
Item0516=硬碟的系統分割區目前沒有足夠可用空間可供資料壓縮期間的暫存作業使用。
Item0517=您必須釋放硬碟上部分的系統分割區空間，才能繼續進行這項工作。
Item0518=確定
Item0519=警告
Item0520=若要繼續，請選取選項，然後按「下一步」。
Item0521=正在建立備份
Item0522=正在建立備份檔案
Item0523=正在完成備份檔案
Item0524=找不到屬於使用者所選取之檔案類型的檔案。
Item0525=您要將備份儲存在什麼位置？
Item0526=來源檔案大小：00
Item0527=名稱
Item0528=類型
Item0529=總計大小
Item0530=可用空間
Item0531=無裝置可供進行檔案備份。請確定您已連接抽取式磁碟。
Item0532=抽取式
Item0533=「檔案備份」已就緒。
Item0534=您的檔案將儲存至 (00)。
Item0535=正在複製備份
Item0536=尚未連接目的磁碟機。
Item0537=檔案備份
Item0538=HP Recovery Manager 已順利建立備份。
Item0539=是否取消「檔案備份」？
Item0540=取消
Item0541=已取消備份
Item0542=您已順利取消備份程序。
Item0543=您已取消備份程序。
Item0544=是否要繼續進行「系統復原」？
Item0545=是否要繼續進行「最小化映像復原」？
Item0546=是否要繼續進行「原廠重新設定」？
Item0547=是
Item0548=否
Item0549=燒錄器
Item0550=無裝置可供進行檔案備份。請確定您已連接抽取式磁碟或燒錄器。
Item0551=自動化備份
Item0552=允許使用者選取備份適用的目錄（例如，相片）。備份將會包含類別通常適用的大多數檔案類型。若想輕鬆設定備份，請使用這個選項。
Item0553=手動備份
Item0554=允許使用者選取要備份的特定檔案和資料夾。若要完全掌握要備份的內容，請使用這個選項。
Item0555=直接複製資料
Item0556=「直接複製資料」不使用壓縮，也不使用 HP Recovery Manager 還原檔案。一旦完成備份，若要從任何電腦存取檔案，只要瀏覽「系統復原檔案」目錄即可。
Item0557=若要將資料還原至原始系統，只要複製及貼上檔案到原來的位置即可。
Item0558=放入空白 DVD+R 或 DVD-R 光碟，然後按「下一步」。
Item0559=燒錄進度：00 %
Item0560=光碟總數：00
Item0561=目前的光碟：00
Item0562=放入光碟
Item0563=放入空白光碟。
Item0564=HP Recovery Manager 不支援放入的光碟，請放入空白的 DVD+R 或 DVD-R（容量 4.7 GB）光碟。
Item0565=正在準備資料
	
[Recovery Media Creation]	
Item0600=首頁
Item0601=建立復原媒體
Item0602=您只能建立 00 組復原媒體。
Item0603=我接受。
Item0604=繼續
Item0605=請放入下列其中一種媒體：
Item0606=USB 快閃磁碟機
Item0607=需要最少 00GB 容量
Item0608=DVD
Item0609=需要 00 張光碟
Item0610=DVDDL
Item0611=是否使用反白顯示的媒體繼續進行？
Item0612=是
Item0613=否
Item0614=正在建立 USB 復原快閃磁碟機...
Item0615=準備磁碟
Item0616=正在格式化 USB 快閃磁碟機
Item0617=複製映像
Item0618=正在建立 USB 復原快閃磁碟機...
Item0619=驗證磁碟
Item0620=正在驗證 USB 快閃磁碟機復原映像...
Item0621=完成 00 %
Item0622=放入光碟
Item0623=請放入 00 光碟以繼續進行。按一下「取消」以停止建立「復原媒體」。再次選取「建立復原媒體」選項，即可隨時繼續進行「復原媒體」建立程序。
Item0624=準備資料
Item0625=正在建立復原映像
Item0626=燒錄資料
Item0627=正在將復原映像燒錄至光碟
Item0628=驗證光碟
Item0629=正在驗證光碟上的復原映像
Item0630=已在 00 上建立復原媒體。您只能建立一組復原媒體。
Item0631=按一下「確定」返回首頁
Item0632=確定
Item0633=尚未完成「復原媒體」建立作業。按下「繼續」以完成復原媒體建立作業。
Item0634=取消
Item0635=請連接電腦的電源變壓器
Item0636=必須安裝電池，同時電腦也必須連接其電源變壓器，才能繼續進行此程序
Item0637=請安裝電池
Item0638=未找到光碟機
Item0639=現在您可以連接光碟機
Item0640=Blu-ray 光碟
Item0641=已完成復原光碟 00 的建立。請將光碟 00 貼上標籤，並儲存在安全的位置。
Item0642=為 USB 快閃磁碟機進行格式化。USB 快閃磁碟機上的全部資料將會遺失。復原映像將會使用 USB 快閃磁碟機上的全部空間（即使 USB 快閃磁碟機空間大於預估的復原映像大小）。
Item0643=按一下「取消」返回媒體選項，或按一下「繼續」以啟動磁碟準備作業。
Item0644=請選取下列其中一個媒體選項
Item0645=一
Item0646=正在分析硬體……
Item0647=復原媒體建立程序進行中。無法關閉 HP Recovery Manager。
Item0648=在建立復原媒體時發生錯誤。請再試一次。
Item0649=放入的快閃磁碟機容量不足。請放入其他磁碟機。
Item0650=不支援可重複寫入媒體。請放入空白 00 光碟。
Item0651=放入的光碟並非空白。請放入空白 00 光碟。
Item0652=已完成復原光碟 00 / 01。請將光碟 00 / 01 貼上標籤，並存放在安全的位置。
Item0653=復原光碟ﾟ成功建立。
Item0654=復原快閃磁碟已成功建立。請將磁碟貼上標籤，並存放在安全的位置。
Item0655=需要 00 張光碟
Item0656=不支援可重複寫入媒體！！
Item0657=不支援放入的媒體！！
Item0658=已移除復原分割區，無法再使用「復原媒體」建立選項
Item0659=光碟驗證失敗。 請使用另一片光碟，然後再試一次。
Item0660=光碟燒錄失敗。 請使用另一片光碟，然後再試一次。
Item0661=系統是由「復原媒體」所建立。 您只能建立一組復原媒體。
Item0662=已經移除復原分割區。
Item0663=已超過 USB 上限
Item0664=復原映像超過 32 GB。請使用光學媒體。
Item0665=復原映像超過 USB 快閃磁碟機的 32 GB 大小限制。若要建立復原媒體，將需要使用光學媒體 (DVD)。
Item0666=請確保 USB 快閃磁碟機可存儲 00 GB 的資料 (最多 32 GB)。
Item0667=- 已完成復原光碟 00 / 01。請將光碟貼上標籤「00 / 01」，並存放在安全的位置。
Item0668=- 請放入光碟以繼續進行，或按一下「取消」以停止建立復原媒體。 
Item0669=- 再次選取「建立復原媒體」選項，即可隨時繼續進行復原媒體建立程序。
Item0670=注意：您所選取的 USB 快閃磁碟機將會進行格式化。該 USB 快閃磁碟機上的全部資料將會遺失。
Item0671=復原映像時最多可使用 USB 隨身碟上的 32 GB。若隨身碟空間大於 32 GB，在建立復原媒體後，隨身碟中的其他空間將無法使用。
Item0672=按一下「取消」以返回媒體選擇，或按一下「繼續」以開始建立復原媒體。
Item0673=選取「00」以返回媒體選擇，或選取「01」以開始建立復原媒體。
	
[System Recovery]	
Item0700=將電腦還原至其原始出廠狀態
Item0701=此程序將在系統分割區重新安裝原始的原廠映像，但是不會執行其他硬碟變更。
Item0702=所有使用者建立的檔案和購買後所安裝的程式，都會遺失。
Item0703=先備份您的檔案（建議選項）
Item0704=不備份檔案即進行復原作業
Item0705=若要繼續，請選取選項，然後按「下一步」。
Item0706=HP 修復環境
Item0707=歡迎使用 HP Recovery Manager
Item0708=使用本程式將電腦還原至其原始出廠狀態。
Item0709=在繼續進行之前，請拔除所有外接式裝置。
Item0710=如需詳細資訊，請參閱電腦說明文件。
Item0711=若要繼續，請按「下一步」。
Item0712=還原原廠映像
Item0713=正在重新格式化硬碟的 Windows 分割區
Item0714=正在重新安裝原始軟體
Item0715=進度：00 % 
Item0716=估計剩餘時間：00 分鐘
Item0717=請稍候...
Item0718=復原已完成
Item0719=重新啟動電腦並完成電腦的初始設定後，必須執行幾個額外重要步驟：
Item0720=從 Microsoft 和 HP 更新安全性檔案
Item0721=重新安裝非隨電腦提供的軟體
Item0722=還原任何已備份的個人資料（如果適用）
Item0723=按一下「完成」，立即重新啟動電腦。
Item0724=復原準備
Item0725=硬碟將重新格式化，而且還原所有原廠作業系統映像所需的檔案都會複製到硬碟。
Item0726=復原安裝
Item0727=已安裝軟體和所有驅動程式，並且為您的電腦自訂內容。
Item0728=HP Recovery Manager 會將硬碟重設至原廠狀態。使用者資料和硬碟變更將會遺失。
Item0729=確定
Item0730=取消
Item0731=原廠映像復原準備作業
Item0732=正在複製還原硬碟所需的檔案
Item0733=已完成「復原準備」作業
Item0734=重新啟動電腦後，將會開始復原安裝階段。
Item0735=將會安裝軟體和驅動程式，並且為您的電腦自訂內容。
Item0736=在這個階段中，電腦會多次自動重新啟動。這是正常程序的一部分。
Item0737=在這段期間，請勿關閉電腦、關閉上蓋、拔除電腦的電源變壓器或嘗試存取電腦。
Item0738=按一下「繼續」，立即重新啟動電腦。
Item0739=放入復原光碟 #00。
Item0740=從系統取出「復原媒體」
Item0741=無法在 Windows 中完成「系統復原」。是否要重新啟動電腦並進入復原環境？
Item0742=是否繼續？
Item0743=正在準備「復原環境」……
Item0744=請關閉所有應用程式，然後重新啟動系統。
Item0745=在繼續進行之前，請拔除所有外接式裝置，鍵盤、滑鼠和螢幕除外。
Item0746=無法在 Windows 中完成「系統復原」。是否要重新啟動電腦並進入復原環境？
Item0747=復原程序有兩個階段：
Item0748=首頁
Item0749=系統復原
Item0750=已停用：請使用「原廠重新設定」選項復原系統	
Item0751=安裝最新的 Microsoft 和 HP 更新，讓您的系統保持在最新的狀態。
Item0752=已選取「HP 修復環境」。系統將重新啟動並進入修復環境。您是否要繼續?
Item0753=如果您的電腦最初包含多個作業系統，復原程序會將所有作業系統重設回出廠狀況。
Item0754=您已選取「00」。系統會重新啟動並進入復原環境。 是否繼續？
Item0755=所有使用者建立的檔案和分割區，以及購買後安裝的所有程式均將遺失。
Item0756=復原程序有兩個階段：
Item0757=復原準備
Item0758=Windows 分割區將重新格式化，而且將 Windows 還原到出廠狀態所需的所有檔案都會複製到硬碟。
Item0759=復原安裝
Item0760=已安裝軟體和所有驅動程式，並且為您的電腦自訂內容。
Item0761=正在將檔案還原至硬碟
Item0762=已在此電腦上啟用 HP Drive Encryption (HPDE)。請在使用「系統復原」之前先禁用 HPDE。
	
[Minimized Image Recovery]	
Item0800=最小化映像復原
Item0801=本程序將會重新安裝乾淨的 Windows 環境，並安裝驅動程式和最少的軟體。
Item0802=所有使用者建立的檔案和購買後所安裝的程式，都會遺失。
Item0803=先備份您的檔案（建議選項）
Item0804=不備份檔案即進行復原作業
Item0805=若要繼續，請選取選項，然後按「下一步」。
Item0806=最小化映像復原
Item0807=歡迎使用 HP Recovery Manager
Item0808=本程序將會重新安裝乾淨的 Windows 環境，並安裝驅動程式和最少的軟體。
Item0809=復原程序有兩個階段：
Item0810=復原準備
Item0811=硬碟將重新格式化，並將還原最小化映像所需的所有檔案複製到硬碟。
Item0812=復原安裝
Item0813=已安裝軟體和所有驅動程式，並且為您的電腦自訂內容。
Item0814=在繼續進行之前，請拔除所有外接式裝置。
Item0815=如需詳細資訊，請參閱電腦說明文件。
Item0816=若要繼續，請按「下一步」。
Item0817=已偵測到動態磁碟。無法繼續進行復原作業。您必須使用「復原媒體」才能還原電腦
Item0818=最小化映像復原準備作業
Item0819=正在重新格式化硬碟的 Windows 分割區
Item0820=正在複製還原硬碟所需的檔案
Item0821=進度：00 % 
Item0822=估計剩餘時間：00 分鐘
Item0823=請稍候...
Item0824=已完成「復原準備」作業
Item0825=重新啟動電腦後，將會開始復原安裝階段。
Item0826=將會安裝軟體和驅動程式，並且為您的電腦自訂內容。
Item0827=在這個階段中，電腦會多次自動重新啟動。這是正常程序的一部分。
Item0828=在這段期間，請勿關閉電腦、關閉上蓋、拔除電腦的電源變壓器或嘗試存取電腦。
Item0829=按一下「繼續」，立即重新啟動電腦。
Item0830=復原已完成
Item0831=重新啟動電腦並完成電腦的初始設定後，必須執行幾個額外重要步驟：
Item0832=從 Microsoft 和 HP 更新安全性檔案
Item0833=重新安裝非隨電腦提供的軟體
Item0834=還原任何已備份的個人資料（如果適用）
Item0835=按一下「完成」，立即重新啟動電腦。
Item0836=確定
Item0837=放入復原光碟 #00。
Item0838=從系統取出「復原媒體」
Item0839=HP Recovery Manager 將安裝最小化映像。使用者資料和硬碟變更將會遺失。
Item0840=在繼續進行之前，請拔除所有外接式裝置，鍵盤、滑鼠和螢幕除外。
Item0841=已停用：請使用「原廠重新設定」選項復原系統
Item0842=如果您的電腦最初包含多個作業系統，復原程序會將所有作業系統重設回出廠狀況。
	
[Boot from UCRD]	
Item0900=系統復原
Item0901=根據預設，HP Recovery Manager 會從硬碟啟動，不過您也可以從放入的媒體執行該程式。
Item0902=從媒體執行程式
Item0903=從硬碟執行程式
Item0904=若要繼續，請選取選項，然後按「下一步」。
Item0905=從硬碟執行程式
Item0906=電腦現在將由分割區啟動。
Item0907=繼續進行之前，請取出復原媒體。
Item0908=若要關閉此精靈，請按「完成」。
Item0909=連絡 HP 客戶支援中心
Item0910=系統復原媒體不支援此電腦。
Item0911=您無法使用媒體還原此系統。
Item0912=您無法使用裝置連接埠還原此系統，請連絡 HP 客戶支援中心。
		
[Factory Reset]	
Item1000=原廠重新設定
Item1001=原廠映像還原
Item1002=是否要將系統還原至原始的出廠狀態？
Item1003=先備份您的檔案（建議選項）
Item1004=不備份檔案即進行復原作業
Item1005=若要繼續，請選取選項，然後按「下一步」。
Item1006=歡迎使用 HP Recovery Manager
Item1007=使用本程式將電腦還原至其原始出廠狀態。
Item1008=復原程序有兩個階段：
Item1009=復原準備
Item1010=硬碟將重新格式化，而且還原所有原廠作業系統映像所需的檔案都會複製到硬碟。
Item1011=復原安裝
Item1012=已安裝軟體和所有驅動程式，並且為您的電腦自訂內容。
Item1013=在繼續進行之前，請拔除所有外接式裝置。
Item1014=如需詳細資訊，請參閱電腦說明文件。
Item1015=若要繼續，請按「下一步」。
Item1016=HP Recovery Manager 會將硬碟重設至原廠狀態。使用者資料和硬碟變更將會遺失。
Item1017=原廠映像復原準備作業
Item1018=正在重新格式化硬碟的 Windows 分割區
Item1019=正在複製還原硬碟所需的檔案
Item1020=正在將檔案還原至硬碟
Item1021=進度：00 % 
Item1022=請稍候...
Item1023=估計剩餘時間：00 分鐘
Item1024=已完成「復原準備」作業
Item1025=重新啟動電腦後，將會開始復原安裝階段。
Item1026=將會安裝軟體和驅動程式，並且為您的電腦自訂內容。
Item1027=在這個階段中，電腦會多次自動重新啟動。這是正常程序的一部分。
Item1028=在這段期間，請勿關閉電腦、關閉上蓋、拔除電腦的電源變壓器或嘗試存取電腦。
Item1029=按一下「繼續」，立即重新啟動電腦。
Item1030=復原已完成
Item1031=重新啟動電腦並完成電腦的初始設定後，必須執行幾個額外重要步驟：
Item1032=從 Microsoft 和 HP 更新安全性檔案
Item1033=重新安裝非隨電腦提供的軟體
Item1034=還原任何已備份的個人資料（如果適用）
Item1035=按一下「完成」，立即重新啟動電腦。
Item1036=是
Item1037=否
Item1038=連絡 HP 客戶支援中心
Item1039=在多數情況下，還原硬碟就可以修復您的問題。
Item1040=如果問題仍持續發生，您可能需要連絡 HP 客戶支援中心。
Item1041=在您的電腦說明文件中，可找到 HP 技術支援中心的連絡資訊。
Item1042=若要關閉此程式，請按「完成」。
Item1043=放入復原光碟 #00。
Item1044=從系統取出「復原媒體」
Item1045=HP Recovery Manager 會將硬碟重設至原始的出廠狀態。使用者資料和全部的硬碟變更將會遺失。
Item1046=確定
Item1047=取消
Item1048=在繼續進行之前，請拔除所有外接式裝置，鍵盤、滑鼠和螢幕除外。
Item1049=HP Recovery Manager 會將硬碟重設至原始的原廠狀態。 使用者資料和全部的硬碟變更將會遺失。	
Item1050=此程序會將您的系統還原至原始出廠狀況。
Item1051=硬碟將會重新進行磁碟分割，並會重新格式化為原始出廠狀況。
Item1052=所有使用者建立的檔案和磁碟分割，以及購買后安裝的所有程式均將遺失。
Item1053=如果您的電腦最初包含多個作業系統，復原程序會將所有作業系統重設回出廠狀況。
	
[Restoration Incomplete]	
Item1100=未完成還原作業
Item1101=未完成還原作業。
Item1102=請選取下列其中一個按鈕：
Item1103=儲存記錄
Item1104=詳細資料
Item1105=重試
Item1106=本功能會收集您系統的相關資訊，協助 HP 診斷問題。
Item1107=放入具有至少 00 MB 可用空間的抽取式磁碟機，然後按一下「確定」。
Item1108=確定
Item1109=可用空間不足。放入具有至少 00 MB 可用空間的抽取式磁碟機，然後按一下「確定」。
Item1110=記錄檔已另存為 00。
Item1111=放入復原媒體。
Item1112=按一下「繼續」，立即重新啟動電腦。
Item1113=繼續
Item1114=總硬碟空間小於原廠安裝的硬碟。恢復程序無法繼續。
Item1115=總硬碟空間太小。恢復程序無法繼續。
		
[Drivers and Applications Reinstall]	
Item1200=重新安裝驅動程式和應用程式
Item1201=建立驅動程式和應用程式清單
Item1202=首頁
Item1203=安裝
Item1204=正在安裝
Item1205=完整
Item1206=應用程式 (00)
Item1207=驅動程式 (00)
Item1208=HP 更新 (00) – 從 HP.com 或 HP Support Assistant 下載及安裝的更新
Item1209=版本：00
Item1210=00 個項目，
Item1211=已選取 00 個項目（共 01 個項目），
Item1212=00 個應用程式和
Item1213=00 個應用程式和
Item1214=00 個驅動程式和
Item1215=00 個驅動程式和
Item1216=00 個 HP 更新
Item1217=00 個 HP 更新
Item1218=已完成安裝。
Item1219=正在安裝軟體。已取消關閉 HP Recovery Manager。
Item1220=確定
Item1221=在重新安裝軟體之前，請先解除安裝舊版軟體。
Item1222=目前發生軟體安裝的錯誤。請再試一次。
Item1223=這部機器上未找到軟體來源
Item1224=項目
Item1225=已選取 00 個項目（共 01 個項目），
Item1226=可能有一或多個選定的驅動程式及/或應用程式未正確安裝，並已標註「驚嘆號」。再次從 HP Recovery Manager 安裝這些驅動程式及/或應用程式之前，先從電腦將它們解除安裝。
Item1227=可能有一或多個選定的驅動程式及/或應用程式未正確安裝，並已標註 00。再次從 HP Recovery Manager 安裝這些驅動程式及/或應用程式之前，先從電腦將它們解除安裝。
Item1228=00 驅動程式
Item1229=00 驅動程式	
Item1230=已完成	
	
[RP Protection]	
Item1300=復原分割區
Item1301=警告
Item1302=硬碟（或分割區）的這個區域包含 Windows Push Button Reset (Windows 按鈕重設) 與 HP 映像復原需使用的檔案。
Item1303=請勿刪除或變更這些檔案中的任何一個檔案。
Item1304=凡變更此分割區，就會影響日後的系統復原功能。
	
[Show Contact Information]	
Item1350=連絡 HP 客戶支援中心
Item1351=在多數情況下，還原原廠映像就能校正您的問題。
Item1352=如果問題仍持續發生，或是您需要替換的系統復原媒體，則您可能需要向 HP 客戶支援中心尋求協助。
Item1353=您可以連絡 HP 客戶支援中心，網址：
Item1354=www.hp.com/go/contacthp
Item1355=按一下「完成」以關閉此程式。
Item1356=按一下「取消」以關閉此程式。

[File Backup Program 2.0]
Item1400=您要使用哪個檔案選擇方法建立備份？
Item1401=自動選擇
Item1402=選取要備份的檔案類別。
Item1403=使用者選擇
Item1404=選取要手動備份的資料夾和檔案。
Item1405=若是自動選擇，請選擇要備份的檔案類別。 例如，「圖片」與「音樂和其他音訊檔」。 然後，程式會搜尋電腦是否有這些類別的檔案（根據常用於這類檔案的預先定義檔案類型集合）並加以備份。 檔案會經過壓縮，並且必須以檔案還原選項還原才能存取。
Item1406=若是使用者選擇，請透過 Windows 檔案總管視窗選取要備份的檔案和資料夾。 您可以選擇「壓縮」和「未壓縮」以進行備份
Item1407=壓縮： 檔案會經過壓縮，並且必須以檔案還原選項還原才能存取。
Item1408=未壓縮： 個別複製檔案和目錄，而不壓縮。 不需要使用檔案還原選項就能存取檔案。
Item1409=是否要使用壓縮？
Item1410=壓縮
Item1411=未壓縮 
Item1412=檔案會壓縮成 WIM 檔案格式，並且必須以「檔案還原」選項還原到電腦才能存取。 這個選項會將備份的大小縮到最小，並且在執行「檔案還原」期間，所有檔案都將自動複製到 C:\，透過「桌面」上的捷徑即可加以存取。
Item1413=個別複製檔案和目錄，而不壓縮，並且不需使用「檔案還原」選項即可從備份磁碟機直接存取。 這個選項不會將備份的大小縮到最小，並且必須手動將檔案和目錄複製（複製/貼上）回電腦。
Item1414=您要備份哪些檔案？
Item1415=瀏覽檔案
Item1416=備份大小：  00
Item1417=名稱
Item1418=大小
Item1419=備份媒體選擇
Item1420=媒體選擇： 00
Item1421=您將需要 00 張這種光碟，才能建立備份。
Item1422=若要繼續以選取的媒體進行備份，請按「下一步」。
Item1423=若要選擇使用不同類型的媒體，請按一下「上一步」。
Item1424=資料準備中
Item1425=正在建立光碟
Item1426=燒錄光碟
Item1427=驗證光碟
Item1428=請放入 00 / 00 00 光碟。
Item1429=已選取檔案
Item1430=複製檔案
Item1431=選取的檔案和目錄已複製
Item1432=Recovery Manager 已順利複製檔案
Item1433=有些檔案大於備份光碟容量，備份程序無法繼續。
Item1434=變更為壓縮模式
Item1435=取消選取大於 00 的檔案
Item1436=再次選取裝置
Item1437=大型檔案清單
Item1438=請放入 00 光碟。
Item1439=沒有磁碟具備足夠的可用空間做為備份之用。 連線其他磁碟，或釋放目前所連線磁碟的空間。
Item1440=不支援此種磁碟類型。
Item1441=減少檔案大小。 需要使用「檔案還原」選項。
Item1442=不減少檔案大小，不需要「檔案還原」選項。
Item1443=只能將備份儲存在光學媒體或外接式硬碟。 如果所需的裝置和/或媒體類型沒有列在下面，請確認已連接裝置並開啟電源，或確認所需的媒體類型已放入光學裝置，以便繼續備份程序。
Item1444=此為錯誤光碟，或者光碟可能已損毀。請插入光碟 00。
Item1445=只可將備份儲存在 NTFS 格式的外接硬碟或 USB 隨身碟。請在繼續備份程序前，確認已連接想要的裝置且檔案系統為 NTFS。
Item1446=若在「自動選擇」或「使用者選擇」中選取 00，會以「未壓縮」模式備份所有檔案，且必須以手動複製資料的方式還原所有檔案。 無法使用「檔案還原」選項。
Item1447=儲存在 00 中的所有檔案。
Item1448=檔案會壓縮成 WIM 檔案格式，並且必須以「檔案還原」選項還原到電腦才能存取。 此選項會最小化備份大小，且會將所有檔案還原到您指定的目標，同時還可從桌面捷徑存取這些檔案。
Item1449=選取 00 資料時，不支援壓縮。
Item1450=已將 00 資料備份到備份資料夾根目錄下的以下資料夾：
Item1451=請在完成復原後，從上述備份媒體資料夾，將 00 的備份複製到您的系統。
Item1452=僅可使用「未壓縮」選項備份 00 資料。
Item1453=請選取「確定」以使用「未壓縮」選項進行備份，或選取「取消」以再次備份檔案。

[Windows Recovery Environment]
Item1500=HP 備份與復原或連絡 HP 技術支援中心

[Windows System Refresh]
Item1600=在不影響您個人檔案的狀態下重新整理您的電腦

[AboutInfo]
Item1700=資訊
Item1701=版本
Item1702=復原媒體
Item1703=系統
Item1704=產品編號
Item1705=序號
Item1706=HP 復原分割區
Item1707=是
Item1708=否
Item1709=關於